aaron-bond.better-comments
akamud.vscode-theme-onedark
bceskavich.theme-dracula-at-night
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
equinusocio.vsc-community-material-theme
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
juniorcintra.tailwind-class-wrapper
michaelmendez.quantum-material-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
pkief.material-icon-theme
pkief.material-product-icons
python-beautifier.python-beautifier
rangav.vscode-thunder-client
ritwickdey.liveserver
tekumara.typos-vscode
usernamehw.errorlens
